[
  {
    "count": 4,
    "description": "Meet the Jack Shoe in London...a bold take on our signature product. This shoe is comfortable, built to last, and guaranteed to get compliments. The sole unit is leather with rubber inserts for added grip, durability, and comfort. This is a versatile shoe, ranging from formal attire to casual wear. We spared no expense on this shoe and the comfort and quality will show from the moment you put them on.\n\nUPPER: Italian cotton\nTOE CAP: Italian full-grain calf skin\nCOUNTER: Italian full-grain calf skin\nOUTSOLE: Leather sole with rubber inserts\nStandard D Width\nBlake Construction (resoleable)",
    "last": "",
    "sole": "Leather sole with rubber inserts",
    "id": "b94b2ae4-b3de-4f56-b773-0483ffb42031",
    "price": 275,
    "title": "Taft The Jack Shoe in London"
  },
  {
    "count": 6,
    "description": "401 Last\nMade in Portugal\nGoodyear Welted Construction\nLeather Sole \nLeather Lining",
    "last": "Z401",
    "sole": "Leather Sole",
    "id": "ce80facb-9804-489b-9b9a-b3a1045df2bd",
    "price": 325,
    "title": "Carlos Santos 9517 in Light Brown Suede"
  },
  {
    "count": 7,
    "description": "Goodyear welted and handcrafted, this Oxford boot stands out from the crowd with its elaborate design and filigree perforations. An exciting hand finish immerses the shaft in a unique interplay of colors. The robust Dainite rubber outsole ensures stability.",
    "last": "Classic",
    "sole": "Dainite Rubber Sole",
    "id": "fec85c80-b81e-4eef-8e59-83b3362c1497",
    "price": 465,
    "title": "Shoepassion No. 6714 Oxford Boots"
  },
  {
    "count": 12,
    "description": "Captoe work boots in brown vegano calf and brown karangrein. Featuring a Dainite rubber sole. With a refined Goodyear welt-construction. For this style we choose the best-seller Rain last. Subtly squared-off toe and regular fitting both in the instep and toe area.",
    "last": "Rain",
    "sole": "Dainite Rubber Sole",
    "id": "27f6f2da-0dd4-4b90-8fd3-110db683076e",
    "price": 440,
    "title": "Carmina Work Boots Rain"
  },
  {
    "count": 7,
    "description": "Herring Grays is a simpe but elegant chukka boot style with a Goodyear welted rubber stud sole. This colour comes with an extra pair of red laces to complement the red sole.",
    "last": "City Boot",
    "sole": "Dainite Rubber Sole",
    "id": "2265bc45-c093-4524-89fd-5134b4ff1d1c",
    "price": 196,
    "title": "Herring Grays rubber-soledChukka boots in Ginger Suede"
  },
  {
    "count": 8,
    "description": "The Sons of Henrey Field Boot is a must have this Fall, as if is a casual boot that at the same time exudes class and elegance. \n\nGoodyear welted in Almansa, Spain by a factory with over a century of experience. The Goodyear welt enables the shoe to be resoled. The leather board heel stiffeners and cork footbed will mould to the foot and guarantee superior comfort.",
    "last": "Elegant Round",
    "sole": "Ridgeway Rubber Sole",
    "id": "84688c05-9198-491e-b0fd-859d81aa2ce3",
    "price": 353,
    "title": "Sons of Henrey Field Boot in Black Utah"
  },
  {
    "count": 2,
    "description": "Chelsea boot in brown museum. Finished with a leather sole in a refined goodyear welt construction and full calf lining.This shoe, like all the other Carmina´s, is carefully manufactured by expert craftsmen who follow the exact same techniques that Charles Goodyear created in 1869.Style made on the chiseled and sleek Simpson last. One of the all time favorites. Known for its semi-squared tip and long and narrow appearance. Simpson is one of our narrowest last, therefore, we recommend to upload half size on this last. In case of any doubts, pleaso contact our team for advise on fitting and size.",
    "last": "Simpson",
    "sole": "Leather Sole",
    "id": "cb52ad4f-b0a6-4f5e-bfc7-4f3f56f58554",
    "price": 413,
    "title": "Carmina Chelsea Boots 80216 in Brown Museum"
  },
  {
    "count": 3,
    "description": "The iconic split toe derby, with its beautiful, fine stitched edge along the vamp and at the toe, will make you feel perfectly at ease both in a casual and business setting. Made from Chestnut Jamaica Kudu leather with a single leather sole, these shoes will quickly become one of your favourite pair of shoes. Made on the Contemporary Almond last, specifically designed for this model.",
    "last": "Contemporary Almond",
    "sole": "Leather Sole",
    "id": "bc53efe2-1032-4464-ba56-b1a29c541809",
    "price": 343,
    "title": "Sons of Henrey George SpTD in Chestnut Jamaica Kudu"
  },
  {
    "count": 5,
    "description": "Specially wholecut Chelsea boot made in Vegano Leather using French Calf from Anonnay tannery in brown color, calf lining with vegetable tanned leather insoles finished with our CITY sole.\n\nFor this model, we chose our last PICASSO with width F. A lightly squared toe, very elegant and extremely comfortable. A great pairing for both formal and casual outfits.\n\nMade with the Goodyear Welted technique in our own factory in Inca, Mallorca. Following traditional techniques by very skillful artisans. This manufacturing process, of more than 150 steps, consists of a double stitching to join the leather, the insole and the sole providing a level of durability far superior to other conventional shoe. This type of construction, also provides extraordinary comfort and insulation thanks to the natural cork layer, placed under the insole which allows to be molded and acquiring the anatomy of each foot.\n\nOur shoes are made to last and to just get better looking and more comfortable over the time.",
    "last": "Picasso",
    "sole": "City Rubber Sole",
    "id": "7d386117-e576-4896-adf2-08c027e2ec15",
    "price": 438.56,
    "title": "TLB Mallorca Artista Black Chelsea Boots"
  },
  {
    "count": 4,
    "description": "A little something else… Dynamic lines, elegant look, a more decorative version of the traditional cap toe Oxford that makes your outfit special and stands you out from the crowd.\nThe seam runs down and back up the side of the quarter.\nThis model perfectly works for both smart and casual looks.\n\nManufactured with the traditional hand-welted method. Completely handmade.",
    "last": "F",
    "sole": "JR Leather Sole",
    "id": "ae1e4a57-2c31-413f-8f36-3cc159897448",
    "price": 445,
    "title": "Alt English II * F"
  }
]
